/* `welcomeLabel` UILabel text default value */
"Welcome" = "Bienvenue !";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Merci d'avoir téléchargé notre application.";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Veuillez suivre les instructions reçues dans l'e-mail de bienvenue pour lancer le processus d'activation.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Maîtrisez les tâches de votre gestion au quotidien et facilitez votre collaboration à des projets.";

"ScanInstruction" = "Veuillez scanner le code QR sécurisé pour lancer le processus d'activation.";

"DiscoveryServiceInstruction" = "Veuillez entrer votre adresse e-mail pour lancer le processus d'activation.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Vérification du compte...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Lancer";

"Scan" = "Scanner";

/* `demoLabel` UILabel text default value */
"Explore" = "Voulez-vous faire un tour de l'appli ?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Essayer la démo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Définir le code d'accès";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Code d'accès";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Saisir un code d'accès";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Confirmer le code d'accès";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Veuillez ressaisir votre code d'accès.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Confirmez votre code d'accès.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Saisissez votre code d'accès.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Modifier code d'accès";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Saisissez votre code d'accès actuel.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Pas maintenant";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Retour";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Suivant";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Terminé";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Saisissez un code d'accès avec au moins %d caractères pour débloquer l'application.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Saisissez un code d'accès avec au moins %d chiffres pour débloquer l'application.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Veillez à utiliser les caractères suivants :";

/* The group name for lower case letters. */
"LowerCaseKey" = "Lettres minuscules (a - z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Lettres majuscules (A - Z)";

/* The group name for digits. */
"DigitsKey" = "Chiffres (0 à 9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symboles (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Réinitialiser le code d'accès";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Validation du code d'accès échouée";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Code d'accès rejeté par FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Réessayer";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " est désormais disponible !";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "L'activation de Touch ID vous permet d'accéder plus rapidement aux informations qui vous intéressent.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Vous pouvez activer ou désactiver cette fonctionnalité à tout moment dans Options.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Veuillez activer Touch ID pour un accès rapide et sécurisé.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Si Touch ID est désactivé, votre code d'accès vous sera demandé.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "L'activation de Face ID vous permet d'accéder plus rapidement aux informations qui vous intéressent.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Vous pouvez activer ou désactiver cette fonctionnalité à tout moment dans Options.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Veuillez activer Face ID pour un accès rapide et sécurisé.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Si Face ID est désactivé, votre code d'accès vous sera demandé.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Afin de pouvoir utiliser Touch ID, veuillez ajouter vos empreintes dans les options de votre appareil.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Vous pouvez le faire à tout moment dans Options - Touch ID & code d'accès.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Afin de pouvoir utiliser Face ID, veuillez ajouter votre Face ID dans les options de votre appareil.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Vous pouvez le faire à tout moment dans Options - Face ID & code d'accès.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "En savoir plus sur Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "En savoir plus sur Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Activer";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "S'identifier avec Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "S'identifier avec Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Erreur";

/* The error title. */
"AuthenticationErrorKey" = "Erreur d'authentification";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Veuillez vous identifier à l'aide de Touch ID afin de pouvoir utiliser l'application.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Veuillez vous identifier à l'aide de Face ID afin de pouvoir utiliser l'application.";

/* The authenticate button text. */
"AuthenticateKey" = "S'identifier";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Les codes d'accès ne sont pas identiques. Veuillez réessayer.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Il vous reste %d tentatives.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Il vous reste 1 tentative.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Plus aucune tentative possible.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Veuillez ouvrir une session pour réinitialiser le code d'accès.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Code d'accès erroné. Veuillez réessayer.";

/* The scan page title string. */
"ScanKey" = "Scanner";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Scan avec erreur";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Veuillez sélectionner une image de code QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Code QR non valide";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Code QR non reconnu";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Autoriser l'accès aux photos";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Afin de pouvoir sélectionner une image de code QR, veuillez autoriser l'accès à vos photos dans les options de confidentialité de votre appareil.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Autoriser l'accès à l'appareil photo";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Afin de pouvoir utiliser votre appareil photo pour les scans, veuillez autoriser l'accès à votre appareil photo dans les options de confidentialité de votre appareil.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Options";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Confirmation";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Scan correctement effectué. Vous allez être connecté à :";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Continuer";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Lancer";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Activation";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Si vous avez reçu un e-mail de bienvenue, veuillez cliquer sur le lien d'activation dans cet e-mail. Sinon, saisissez votre adresse e-mail ou scannez le code QR pour commencer le processus d'activation.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Suivant";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "ou";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Scanner";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Accepter";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Refuser";

/* The authentication title. */
"AuthenticationKey" = "Authentification";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Veuillez indiquer votre utilisateur et votre mot de passe pour vous identifier.";

/* Username input field placeholder string */
"usernameKey" = "Utilisateur";

/* Password input field placeholder string */
"passwordKey" = "Mot de passe";

/* Sign In button string. */
"SignInKey" = "Ouvrir une session";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Identifiants erronés. Veuillez réessayer.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Veuillez fournir les informations demandées ci-dessous pour lancer le processus d'activation.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Vérification des informations en cours...";

/* Cancel button string. */
"CancelKey" = "Annuler";

/* Allow button string. */
"AllowKey" = "Autoriser";

/* Deny button string. */
"DenyKey" = "Refuser";

/* No button string. */
"NoKey" = "Non";

/* Quit button string. */
"QuitKey" = "Quitter";

/* GiveConsent button string. */
"GiveConsentKey" = "Donner mon consentement";

/* Navbar title string. */
"StepKey" = "Étape";

/* Navbar title string. */
"OfKey" = "sur";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Voulez-vous vraiment quitter le processus d'activation ?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Sans votre déclaration de consentement, vous ne pourrez pas continuer le processus d'activation.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Changer d'utilisateur ou ajouter un utilisateur";

/* Title for Log In button */
"LogInKey" = "Connexion";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Rechercher des utilisateurs sur cet appareil.";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Code d'accès oublié ?";

